package den.project.newsmagazine.test

import den.project.newsmagazine.model.NewsData

val TEST_NEWS: ArrayList<NewsData> = arrayListOf(
    NewsData(
        "Евросоюз планирует массовые аресты людей, причастных к нелегальной перевозке мигрантов",
        "Илона Полякова",
        "2021.11.19",
        "Политика",
        "\t\tПо предварительным оценкам, арестованы могут быть свыше 1,4 тыс. человек.\n\t" +
                " \n\t" +
                "Европейский союз намерен в 2022 году провести ряд операций по борьбе с нелегальной перевозкой мигрантов. Анонсированы свыше 1,4 тысячи арестов. Об этом накануне сообщило брюссельское интернет-издание EUobserver, ссылаясь на внутренний документ ЕС от 13 ноября.\n\t" +
                " \n\t" +
                "По данным источника, в документе 59 страниц, на которых отражены сведения о 30 подготовленных планах. Некоторые из них выполнят отдельные государства-участники ЕС, другими займутся соответствующие органы.\n\t" +
                " \n\t" +
                "В ряде планов операций указаны ежегодные показатели результативности, например, число задержаний и проведенных расследований.\n\t" +
                " \n\t" +
                "Среди стран, с которыми будет взаимодействовать по этому вопросу Европол, – Китай, Турция и Россия.\n\t" +
                " \n\t" +
                "Австрия, Франция, Греция, Германия, Италия, Польша, Португалия, Испания и Великобритания будут руководить отдельными операции при поддержке других государств.\n\t" +
                " \n\t" +
                "Тем временем Польша будет пресекать контрабанду из Беларуси, Грузии, России и Украины.  "
    ),
    NewsData(
        "Глава НАТО Столтенберг признал возможность размещения ядерного оружия у границ России",
        "Ткачёв Андрей",
        "2021.11.17",
        "Политика",
        "\t\tГенеральный секретарь НАТО Йенс Столтенберг выступил на открытой конференции \"НАТО Talk 2021\", где рассказал о том, что будет, если Германия откажется размещать ядерное оружие на своей территории.\n\t" +
                "\n\t" +
                "Глава военно-оборонительного альянса НАТО Йенс Столтенберг утверждает, что в случае отказа Германии разместить ядерное оружие на своей территории ядерные боеголовки Североатлантического альянса могут быть развёрнуты в странах, находящихся восточнее Германии.\n\t" +
                "\n\t" +
                "Изначально Йенс Столтенберг выступил с инициативой развёртывания ядерных ракет в Германии. По мнению генсека НАТО, столь радикальные шаги являются необходимыми для того, чтобы страны Запада могли контролировать внешнюю политику России.\n\t" +
                "\n\t" +
                "При этом Столтенберг подчеркнул, что Германия сохраняет за собой исключительное право на личное решение вопроса о том, желают ли жители данной страны размещения ядерного оружия НАТО на территории России.\n\t" +
                "\n\t" +
                "В то же время власти Германии не спешат соглашаться на предложение Йенса Столтенберга, затягивая решение вопроса. В немецком интернет-сегменте всё чаще можно встретить мнение граждан Германии о том, что размещение ядерного оружия на немецкой земле неизбежно приведёт к ухудшению отношений между Москвой и Берлином, чего жители Германии однозначно не хотят.\n\t" +
                "\n\t" +
                "Заявление Йенса Столтенберга о вероятности разместить ядерное оружие в Германии или восточнее данной страны прокомментировал известный российский депутат Юрий Швыткин. Он полагает, что столь радикальный шаг Североатлантического альянса повлечёт за собой разрушение иллюзии безопасности, которая царит в Европе. Реакция России на нахождение потенциально враждебного ядерного оружия недалеко от своих границ может быть крайне непредсказуемой."
    ),
    NewsData(
        "Писатель из США Харсани в жесткой форме раскритиковал Европу: «Просто нищая помойка»",
        "Мария Карева",
        "2021.11.19",
        "Политика",
        "\t\tВ своей масштабной работе «Eurotrash: Why America Must Reject the Failed Ideas of a Dying Continent» («Евромусор: Почему Америка должна отвергнуть провальные идеи умирающего континента») американский автор обращается к представителям демократической партии, которые негативное отзываются о США и всячески превозносят Европу.\n\t" +
                "\n\t" +
                "Харсани в жесткой форме раскритиковал все аргументы, которые приводят демократы, отстаивая европейские принципы ведения политики. Писатель назвал Европу «помойкой», которая окончательно потеряла культуру и испортила экономическую сферу, передает РИА Новости.\n\t" +
                "Писатель из США Харсани в жесткой форме раскритиковал Европу: «Просто нищая помойка»\n\t" +
                "\n\t" +
                "www.nb-ugra.ru\n\t" +
                "\n\t" +
                "Писатель высказался и по поводу социализма, у котрого человеческое лицо. Он сообщает, что демократы восхищаются скандинавскими странами, которые славятся своим налогообложением. Якобы прогрессивный походный налог может достигать 57%.\n\t" +
                "\n\t" +
                "    «Информация об огромных налогах в Скандинавии несколько устарела. В той же Швеции сейчас отменяют налоги один за другим, и это самым положительным образом сказывается на развитии государства. Власти Дании идут тем же путем. О чем говорит отказ скандинавов от огромных налогов? О том, что политика «облагать налогом богатых» не работает в реальности. Налоги должны распространяться на всех, но это должны быть разумные налоги», — пишет автор.\n\t" +
                "\n\t" +
                "Ранее ИА SM-News сообщило, что республиканцы призывают Вашингтон начать войну с Россией."
    ),
    NewsData(
        "Рачков: призываем коллег во всех парламентах мира сформировать неделимое пространство безопасности",
        "Максим ОСИПОВ",
        "2021.09.18",
        "Политика",
        "\t\tБелорусские сенаторы призывают коллег во всех парламентах мира объединить усилия по формированию неделимого пространства безопасности. Об этом заявил сегодня в эфире телеканала \"Беларусь 1\" председатель Постоянной комиссии Совета Республики Национального собрания Беларуси по международным делам и национальной безопасности Сергей Рачков.\n\t" +
                "\n\t" +
                "Ситуация на белорусско-польской границе стала одной из тем повестки заседания Постоянной комиссии Парламентской ассамблеи ОДКБ, прошедшего в формате видеосвязи. Сергей Рачков выразил звучавшую в ходе заседания общую обеспокоенность:\n\t" +
                "\n\t" +
                "- Отдельные государства откровенно вмешиваются во внутренние дела суверенных государств. Это недопустимо и неприемлемо. Это идет вразрез с Уставом Организации Объединенных Наций и с теми договоренностями, которые существуют между странами. Поэтому мы выражаем серьезную обеспокоенность складывающейся обстановкой и призываем наших коллег во всех парламентах мира объединить усилия по формированию неделимого пространства безопасности. "
    ),
    NewsData(
        "Microsoft запустила веб-версию Visual Studio Code",
        "редакция Хабра",
        "2021.10.20",
        "Технологии",
        "\t\t20 октября 2021 года Microsoft запустила для всех пользователей веб-версию бесплатного редактора кода Visual Studio Code. С ее помощью без установки дополнительного ПО прямо в браузере разработчики могут быстро и безопасно просматривать исходный код в своих репозиториях (пока что это работает только с GitHub и Azure Repos), вносить в них небольшие упрощенные (lightweight) изменения, включая forks и pull requests, заметки в Markdown, а также создавать новые проекты и программы, используя данные с локального компьютера.\n\t" +
                "\n\t" +
                "Веб-версия Visual Studio Code работает как на ПК, так и на любых современных мобильных устройствах, включая планшеты и Chromebook. Она имеет свои ограничения и поддерживает многие функции десктопной версии редактора кода Visual Studio Code, включая поиск, подсветку синтаксиса при просмотре и редактировании, а также поддержку расширений для работы с кодовой базой и упрощения редактирования (сейчас доступны расширения GitHub Repositories, Codespaces и Pull Request).\n\t" +
                "\n\t" +
                "Microsoft пояснила, что фактически это онлайн демо-версия дескопной версии Visual Studio Code. Там недоступны терминал и отладчик, нельзя, например, компилировать, запускать и отлаживать приложение Rust или Go в изолированной программной среде браузера."
    ),
    NewsData(
        "Власти Лас-Вегаса единогласным голосованием разрешили Boring Company Маска бурить тоннели под городом",
        "Даниил Шатухин",
        "2021.10.21",
        "Технологии",
        "\t\tBoring Company Илона Маска получила разрешение построить подземную сеть транспортных пассажирских тоннелей под Лас-Вегасом. Проект получил название Vegas Loop и поможет пассажирам добираться на автомобилях Tesla в разные точки города, минуя пробки и другие проблемы с трафиком.\n\t" +
                "\n\t" +
                "Общая протяженность утвержденной системы составит более 46 километров и будет включать в себя 51 станцию. Тоннели соединят между собой Международный аэропорт Маккарран, конференц-центр Лас-Вегаса, футбольный стадион, а также несколько отелей и казино в районе Лас-Вегас-Стрип. Планируется, что пассажиропоток составит 57 000 человек в час. Примечательно, что вся система будет построена за счет частных организаций — основные тоннели за счет Boring Company, а дополнительные станции и ответвления за счет предприятий, которые изъявили желание иметь у себя остановки Vegas Loop.\n\t" +
                "\n\t" +
                "До 2020 года строительство подобной транспортной системы было невозможно — монорельсовая дорога имела исключительные права на перевозку пассажиров в Лас-Вегасе. В прошлом году управляющая компания обанкротилась, правительство города выкупило всю инфраструктуру и отменило соглашение об отказе от конкуренции. Тем самым у компании Маска появилась возможность реализовать свою транспортную систему.\n\t" +
                "\n\t" +
                "Ранее Boring Company развернула тестовую линию тоннеля под конференц-центром в Лас-Вегасе. Система получил название Tesla in Tunnels и имеет протяженность чуть больше одного километра. Автомобили Tesla, курсирующие по маршруту управляются людьми, но Маск планирует полностью автоматизировать процесс и отдать пилотирование транспорта автопилоту."
    ),
    NewsData(
        "Вышла первая книга Светланы Бачуриной об Информационном моделировании",
        "Компания Нанософт",
        "2021.10.21",
        "Технологии",
        "\t\tКнига Светланы Бачуриной «Информационное моделирование: методология использования цифровых моделей в процессе перехода к цифровому проектированию и строительству. Цифровой проектный менеджмент полного цикла в градостроительстве. Теория» теперь доступна читателям.\n\t" +
                "\n\t" +
                "Исследование технологий информационного моделирования и их влияния на привычную бизнес-среду отраслей проектирования и строительства состоит из трех частей. Первая часть, уже доступная читателям, посвящена базовым идеям науки проектного управления и методологии моделирования. Книга Светланы Бачуриной будет интересна как руководителям девелоперских структур, проектных и строительных предприятий, интересующихся цифровым моделированием, так и BIM-специалистам.\n\t" +
                "\n\t" +
                "Получить книгу бесплатно можно, оставив заявку на сайте http://bim.nanocad.ru/\n\t" +
                "\n\t" +
                "Комплексный подход к формированию жизненного цикла проекта – основа глобальной концепции градостроения.  Проектирование, строительство и эксплуатация - элементы единой информационной экосистемы.\n\t" +
                "\n\t" +
                "Еще на этапе формирования дизайнерской идеи и плана проекта, его архитектурной концепции важно вести системный учет сведений, исходной документации, материалов, обеспечивая им максимальное представление в цифровых форматах и доступность – для их использования участниками проекта. Это не только даст возможность уйти от классического ручного проектирования и длительного формирования проектной документации, но и позволит всем заинтересованным сторонам взаимодействовать оперативно, на одном уровне, что вызовет к жизни новые востребованные проекты и сократит сроки их окупаемости.\n\t" +
                "\n\t" +
                "«Цифровой проектный менеджмент полного цикла в градостроительстве. Теория» – это попытка взглянуть «сверху» на процессы жизненного цикла проекта, продумать и проанализировать их.\n\t" +
                "\n\t" +
                "Книга состоит из четырех глав:\n\t" +
                "\n\t" +
                "    Основы проектного менеджмента;\n\t" +
                "\n\t" +
                "    О роли документов территориального планирования и градостроительного зонирования в процессе подготовки строительного проекта;\n\t" +
                "\n\t" +
                "    Новый инновационный цикл в градостроительстве;\n\t" +
                "\n\t" +
                "    Цифровые компетенции ключевых участников инвестиционных строительных проектов.\n\t" +
                "\n\t" +
                "В заключение представлены основные направления работ по внедрению технологий информационного моделирования для перехода на цифровые форматы обмена данными в градостроительстве.\n\t" +
                "\n\t" +
                "Вот как цели своей работы определяет сам автор: «Сегодня общество огромные надежды возлагает на цифровизацию, на разработку и внедрение цифровых решений, цифровых платформ, цифровых сервисов, формируя таким образом, как нам кажется, комфортную среду жизни и деятельности! Строительная отрасль в обязательном порядке начинает переходить на информационные технологии, ВIM-решения. Однако главным и определяющим успех являются знания и компетенции для выстраивания эффективных бизнес-моделей в своей предметной деятельности и умение грамотно поставить задачу, определить границы, ценности своего проекта!! Действовать системно, понимая степень ответственности и безопасности того, что делаешь. Использовать цифровые возможности для достижения результата. Книга об этом! Благодарю своих коллег за участие в ее создании».\n\t" +
                "\n\t" +
                "Готовится к изданию вторая книга серии, посвященная более частному аспекту цифровизации отрасли: «Переход к цифровому проектированию и строительству. Методология».\n\t" +
                "\n\t" +
                "Продолжается работа над заключительной, третьей частью: «Примеры лучших практик использования цифровых моделей в градостроительстве», в которой будет представлено практическое применение BIM-технологий, получивших широкое признание специалистов.\n\t" +
                "\n\t" +
                "Компания «Нанософт» оказала автору практическую и информационную поддержку при создании представленной книги.\n\t" +
                "\n\t" +
                "Получить книгу бесплатно можно, оставив заявку на сайте http://bim.nanocad.ru.\n\t" +
                "\n\t" +
                "Бачурина Светлана Самуиловна – доктор экономических наук, кандидат технических наук, профессор Российского экономического университета им. Г.В. Плеханова, академик Международной академии наук информации, информационных процессов и технологий. В 2008-2014 гг. – член совета директоров Международной конференции по информационным технологиям в строительстве (ISCCBE), помощник депутата ГД ФС РФ В.И. Ресина, ответственный секретарь Экспертного совета по строительству, промышленности строительных материалов и проблемам долевого строительства при Комитете Государственной Думы по транспорту и строительству, лауреат государственных премий и наград. При ее непосредственном участии в качестве ведущего эксперта создавались правовое обеспечение и автоматизированные системы в сфере градостроительной деятельности. Автор более 90 печатных работ."
    ),
    NewsData(
        "Российское правительство выделит 3,7 млрд рублей на развитие беспилотной аэродоставки грузов",
        "Екатерина Хананова",
        "2021.10.20",
        "Технологии",
        "\t\tИздание «Ведомости» ознакомилось с приложением к поручениям премьер-министра РФ Михаила Мишустина от 21 июля 2021 года, согласно которым на развитие беспилотной аэродоставки грузов Правительство выделит в общей сложности 3,7 млрд рублей. Источниками финансирования станут Фонд национального благосостояния (3,4 млрд руб) и дополнительные ассигнования из федерального бюджета (300 млн рублей).\n\t" +
                "\n\t" +
                "Разработкой системы займутся организации «Аэромакс», «Вертолеты России», «НЦВ Миль и Камов» и «Уральский завод гражданской авиации». Реализация инициативы изначально пройдёт в Чукотском АО, Камчатском крае, ЯНАО и ХМАО. Через 10—15 лет проект планируют запустить в Москве. Заказчиками беспилотной доставки выступили «Почта России», «Газпром», «Транснефть», МЧС России и «Сбербанк». Не исключено, что заказчиками услуг станут и другие организации, в том числе негосударственные.\n\t" +
                "\n\t" +
                "Первичной целью проекта стала доставка почты и грузов от узловых точек до удалённых населённых пунктов. На текущий момент доставка до конечного пользователя не рассматривается. Как указали «Ведомости», проект опирается преимущественно на инфраструктуру «Почты России». В рамках инициативы предусмотрено создание специализированных линий связи, взлётно-посадочных площадок с локальными системами точной навигации и установка метеоборудования для прогнозирования погоды. Решением этих вопросов займутся разработчики системы доставки.\n\t" +
                "\n\t" +
                "Точная схема финансирования проекта и владения беспилотниками неизвестна. Предположительно, деньги из ФНБ, выделенные на инициативу, направят Государственной транспортной лизинговой компании (ГТЛК) в виде субсидии на покупку дронов. «Почта России» также получит из бюджета средства на оплату беспилотных перевозок. ГТЛК передаст беспилотники в лизинг авиационной компании, которая будет продавать «Почте России» лётные часы. «Почта России» и ГТЛК не подтвердили эту схему в запросе издания, указав, что «схема финансирования, а также владения и оперирования аппаратами в настоящий момент актуализируется».\n\t" +
                "\n\t" +
                "11 октября этого года Правительство РФ утвердило концепцию интеграции беспилотников в единое воздушное пространство России. По ней к 2030 году предусмотрено создание технологической и правовой основы для обеспечения беспилотных полётов как в военной, так и в гражданской сферах. В частности, среди целей концепции указано использование аппаратов в экспресс-доставке отправлений, перевозке малых грузов, электронной коммерции, борьбе с сельскохозяйственными вредителями и для мониторинга ситуации, например, патрулирования лесов на предмет появления пожаров."
    ),
    NewsData(
        "Корейский автопроизводитель Genesis представил электрический кроссовер Electrified GV70 с запасом хода 400 км",
        "@BobcatKat",
        "2021.11.11",
        "Технологии",
        "\t\tНа автомобильной выставке Auto Guangzhou 2021, открывшейся 19 ноября в Китае, корейский производитель Genesis представил электрический кроссовер Electrified GV70 с запасом хода 400 км, построенный на основе модели Genesis GV70. Внешне две модели кроссоверов практически не отличаются друг от друга. Electrified GV70 получил два электромотора, стилизованный передний бампер и закрытую панель вместо радиаторной решётки.\n\t" +
                "\n\t" +
                "На каждой из осей электрического GV70 установлено по электрическому мотору суммарной мощностью до 490 л.с. и 700 Нм крутящего момента в режиме Boost. Благодаря этому Electrified GV70 способен разгоняться до 100 км/ч за 4,5 секунды и проехать на одном заряде 400 км по расчётам сертификационной системы Korean EV. При этом Genesis уточнил, что по китайскому стандарту CLTC запас хода составляет 500 км. Благодаря 350-киловаттной системе зарядки пользователь может зарядить батарею с 10% до 80% всего за 18 минут.\n\t" +
                "\n\t" +
                "Система способна автоматически отключать один из двигателей, самостоятельно решая, нужен он вам в данный конкретный момент или нет. Это сделано для экономии энергии. Также она оснащена двумя режимами вождения — i-Pedal и e‑Terrain. При использовании e‑Terrain программа автоматически настраивает системы электронной подвески для движения по бездорожью. i-Pedal позволяет водителю ускоряться, замедляться и останавливаться, используя только педаль акселератора. Кроме того, производители оснастили Electrified GV70 системой шумоподавления и функцией V2L, позволяющей подключать к кроссоверу электрические устройства.\n\t" +
                "\n\t" +
                "Точная дата, когда Electrified GV70 поступит в продажу, неизвестна. Также на выставке не указали его цену и более подробные технические характеристики. Предположительно, их объявят в следующем году ближе к старту продаж. Genesis пообещал не ограничиваться Китаем и Кореей при распространении кроссовера."
    ),
    NewsData(
        "Канадский стартап Excir будет помогать британцам извлекать золото из старых телефонов",
        "Даниил Шатухин",
        "2021.10.24",
        "Технологии",
        "\t\tКоролевский монетный двор Великобритании подписал соглашение с канадским стартапом Excir об извлечении золота и других драгметаллов из печатных плат. Инициатива может помочь решить экологическую проблему и вывести вторичное использование металлов на новый уровень.\n\t" +
                "\n\t" +
                "Технология позволяет извлекать золото из печатных плат при комнатной температуре. Это поможет сэкономить средства на транспортировке устройств на плавильни и начать заниматься переработкой прямо на территории монетного двора в Ллантризанте. \n\t" +
                "\n\t" +
                "Имеющийся вариант технологии позволяет получить чистое золото 999,9 пробы. При модификации процесса специалисты надеются начать извлекать из печатных плат палладий, серебро и медь.\n\t" +
                "\n\t" +
                "Директор по развитию Королевского монетного двора Шон Миллард (Sean Millard) отметил, что сотрудничество с Excir поддержит экономику замкнутого круга и поможет отказаться от утилизации электронных устройств.  \n\t" +
                "\n\t" +
                "Специалисты подсчитали, что вес выброшенных гаджетов и электронных компонентов в 2021 году составит более 57 миллионов тонн. Если не предпринимать никаких действий, то к 2030 году эта цифра может вырасти до 74 миллионов."
    ),
    NewsData(
        "Даже журналисты остались не в восторге - появились первые оценки ремастеров Grand Theft Auto: The Trilogy от критиков",
        "@butcher69",
        "2021.11.16",
        "Игры",
        "\t\tРелиз Grand Theft Auto: The Trilogy — The Definitive Edition состоялся неделю назад, но только на днях ведущие игровые СМИ начали публикацию своих обзоров.\n\t" +
                "\n\t" +
                "На данный момент оценка Grand Theft Auto: The Trilogy — The Definitive Edition на сайте Opencritic находится на уровне в 54 баллов из 100 на основе 43 публикаций, ни одно из изданий не поставило игре позитивную оценку, рецензии смешанные и откровенно негативные.\n\t" +
                "\n\t" +
                "   * GameSpot – 4 из 10\n\t" +
                "   * Guardian – 4 из 10\n\t" +
                "   * IGN – 5 из 10\n\t" +
                "   * Destructoid – 4.5 из 10\n\t" +
                "   * God is a Geek – 5 из 10\n\t" +
                "   * Metro GameCentral – 5 из 10\n\t" +
                "   * TheSixthAxis – 6 из 10\n\t" +
                "   * IGN Italy – 5.8 из 10\n\t"
    ),
    NewsData(
        " Официально: The Elder Scrolls 6 будет эксклюзивом ПК и Xbox",
        "@monk70",
        "2021.11.13",
        "Игры",
        "\t\tВ интервью британскому GQ, посвященному 20-летию Xbox, глава Xbox Фил Спенсер сказал, что рассматривает новую часть The Elder Scrolls как аналогичный случай с другой игрой от Bethesda – Starfield, которая была подтверждена для Xbox Series X / S и ПК ранее в этом году.\n\t" +
                "\n\t" +
                "    «Речь идет не о наказании какой-либо другой платформы. Я искренне верю, что все платформы могут продолжать расти», - сказал он GQ. «Но для того, чтобы быть на Xbox, я хочу, чтобы мы могли принести полный комплект того, что у нас есть. И это будет правдой, когда я думаю об Elder Scrolls 6. Это будет правдой, когда я думаю о любой из наших франшиз».\n\t" +
                "\n\t" +
                "Позже в этой статье директор Bethesda Game Studios ТоддГовард рассказал о своих первых месяцах работы в экосистеме Xbox и сказал, что Game Pass стал самым большим изменением в том, как его команда думает о дизайне.\n\t" +
                "\n\t" +
                "    «Game Pass открывает творческие возможности для многих других типов игр, которые иначе не найдут аудитории»."
    ),
    NewsData(
        "Золушка стала темнокожим продавцом кроссовок в трейлере \"Сникереллы\"",
        "@Simple Jack",
        "2021.11.12",
        "Игры",
        "\t\tДебютный трейлер фильма \"Сникерелла\" (Sneakerella) был опубликован в Сети по случаю второй годовщины стриминговой платформы Disney+. В мюзикле, объединившем в себе историю Золушки, хип-хоп и субкультуру уличных кроссовок, главным героем стал темнокожий продавец.\n\t" +
                "\n\t" +
                "По сюжету, главный герой, начинающий дизайнер кроссовок по имени Эль, живет в Нью-Йорке. Он работает продавцом в обувном магазине, который когда-то принадлежал его покойной матери. Парню приходится скрывать свой дизайнерский талант от отчима и двух озлобленных сводных братьев. Однажды он встречает дочь легендарной баскетбольной звезды и кроссовочного магната Дариуса Кинга Киру, между молодыми людьми проскакивает искра... Наконец, Эль находит в себе смелость явить миру свой талант и становится признанным дизайнером в индустрии кроссовок.\n\t" +
                "\n\t" +
                "Главные роли в \"Сникерелле\" исполнили Чоузен Джейкобс и Лекси Андервуд. Премьера фильма состоится 18 февраля 2022 года на Disney+."
    ),
    NewsData(
        "Forza Horizon 5 превзошла 8 миллионов игроков",
        "@R_Mor",
        "2021.11.06",
        "Игры",
        "\t\tForza Horizon 5 в значительной степени гарантированно станет большим критическим и коммерческим успехом для Microsoft и Playground Games, но скорость, с которой она мчится от вехи к вехе, все еще удивляет. Гонщик с открытым миром наслаждался самым большим запуском в истории xbox Game Studios, и, по последним подсчетам, пару дней назад он собрал более 6 миллионов игроков. Теперь он пересек еще одну большую веху.\n\t" +
                "\n\t" +
                "Forza Horizon 5 превзошла в общей сложности 8 миллионов игроков, согласно ее игровым таблицам лидеров Зала славы, которые каталогизируют каждого игрока игры, который хотя бы раз подключался к своим серверам. Игра была запущена пять дней назад 9 ноября, в то время как она также была доступна владельцам Premium Edition с 5 ноября. 8 миллионов игроков чуть более чем за неделю - это большое достижение, и не похоже, что ситуация замедляется.\n\t" +
                "\n\t" +
                "Forza Horizon 5 доступна на Xbox Series X/S, Xbox One и ПК."
    ),
    NewsData(
        "Кодзима работал над фильмом о ребенке-солдате, но он не прошел классификацию и был закрыт",
        "@R_Mor",
        "2021.11.13",
        "Игры",
        "\t\tХидео Кодзима - идеальный кандидат, чтобы переключиться с разработки игр на создание фильмов. Давайте будем честными, это именно то, чем мужчина явно хочет заниматься. Поэтому неудивительно узнать, что он действительно пытался сдвинуть с мертвой точки проект фильма - только для того, чтобы его не классифицировала рейтинговая комиссия.\n\t" +
                "\n\t" +
                "Как стало сегодня известно, Кодзима говорит, что он пытался снять фильм, основанный на персонаже Metal Gear, Райдене. Он не рассказал многих подробностей о проекте, только то, что он сам отредактировал его к тому моменту, когда он был закрыт.\n\t" +
                "\n\t" +
                "Все началось с того, что Кодзима задумался о разработке Metal Gear Solid 2.\n\t" +
                "\n\t" +
                "    «Райден обучен как ребенок-солдат (оружие) и используется в военной системе. В то время эта установка вызвала некоторую негативную реакцию».\n\t" +
                "\n\t" +
                "Он продолжил размышления, сказав в ответ на свой твит:\n\t" +
                "\n\t" +
                "    «Фактически, я заказал новостной фильм с живым боевиком о настоящем мальчике-солдате и сам смонтировал его, но он не был одобрен рейтингом, и его пришлось выбросить».\n\t" +
                "\n\t" +
                "Неизвестно, насколько далеко находилась эта идея до того, как ее отменили. Формулировка Кодзимы, похоже, предполагает, что существовал какой-то конечный продукт, по крайней мере, что-то, что можно было отправить на оценку. Однако это было отклонено, вероятно, из-за деликатной темы детей-солдат, на которую ссылается Кодзима. Несмотря на это, поисковые запросы, похоже, не обнаруживают никаких упоминаний об отмененном кинопроекте, поэтому во время производства он, должно быть, держался в секрете.\n\t" +
                "\n\t" +
                "Теперь, благодаря его тесному сотрудничеству с Sony и множеству контактов в киноиндустрии, Кодзима находится в хорошей позиции, чтобы начать производство фильма. Добавьте к этому его пресловутый интерес к медиа, и, возможно, это то, что он исследует еще раз - и, что еще лучше, действительно приступит к запуску."
    ),
    NewsData(
        "В \"Великом камне\" за 9 месяцев более чем на треть увеличились инвестиции в основной капитал",
        "belta.by",
        "2021.11.19",
        "Экономика",
        "\t\t19 ноября, Минск /Корр. БЕЛТА/. В Китайско-белорусском индустриальном парке \"Великий камень\" в январе-сентябре более чем на треть увеличились инвестиции в основной капитал, сообщили БЕЛТА в пресс-службе парка.\n\t" +
                "\n\t" +
                "\"По итогам девяти месяцев 2021 года обеспечен рост основных показателей деятельности индустриального парка \"Великий камень\" по сравнению с аналогичным периодом прошлого года. Объем производства промышленной продукции вырос более чем в 2,5 раза до Br222,6 млн. Более чем на треть увеличились инвестиции в основной капитал. В два раза выросла выручка от реализации товаров, работ, услуг (Br256,8 млн), в том числе за пределы Беларуси - в три раза (Br112,2 млн). Чистая прибыль предприятий-резидентов составила Br13,3 млн. Сумма налогов, сборов и платежей, уплаченных резидентами парка, - Br27 млн\", - рассказали в пресс-службе.\n\t" +
                "\n\t" +
                "В настоящее время в парке зарегистрирован 81 резидент из 15 стран. В этом году принято 16 новых компаний. Численность работников резидентов составляет 1766 человек. Среднемесячная заработная плата - Br2709. Экспорт продукции и услуг резидентов вырос более чем на 16% и осуществляется в 20 стран мира.\n\t" +
                "\n\t" +
                "Китайско-белорусский индустриальный парк \"Великий камень\" - особая экономическая зона со специальным правовым режимом, расположенная в 25 км от Минска. Приоритетные для парка направления - машиностроение, электроника и телекоммуникации, биотехнологии, фармацевтика, новые материалы, логистика, электронная коммерция, хранение и обработка больших объемов данных.-0-"
    ),
    NewsData(
        "Первый энергоблок БелАЭС включен в сеть",
        "Елизавета БАРАНОВА",
        "2021.10.09",
        "Экономика",
        "\t\t– 19 ноября в 14:04 первый энергоблок Белорусской атомной электростанции включен в сеть, – прокомментировали в пресс-службе ведомства. \n\t" +
                "\n\t" +
                "Наблюдается повышение электрической мощности турбогенератора, сейчас она составляет 125 МВт."
    ),
    NewsData(
        "Почему женщины продолжают зарабатывать меньше мужчин?",
        "ilex.by",
        "2021.11.16",
        "Экономика",
        "\t\tНесмотря на схожий общий уровень образования и опыт работы у женщин и мужчин, в Беларуси присутствует значительный гендерный разрыв в уровне оплаты труда, считают белорусские исследователи.  Согласно официальной статистике, средний разрыв в уровне месячной зарплаты между мужчинами и женщинами в 1995 году составил 20,9%, в 2000 году он снизился до 19%, в 2011 году вырос до 26,3%. Потом последовал тренд на снижение и в 2016 году разрыв составил 21,5%. Однако затем гендерное неравенство только увеличивалось. По итогам 2020 года разрыв в уровне зарплаты между мужчинами и женщинами достиг 26,7%.\n\t" +
                "\n\t" +
                "Это происходит из-за того, что мужчины обычно заняты в отраслях с более высокой оплатой труда и поэтому их средняя зарплата выше. Кроме того, женщины чаще работают в бюджетных организациях, где уровень оплаты ниже, чем в частном секторе. Например, в образовании и здравоохранении. Наука, технологии, инженерия и математика (STEM) повышают шансы на построение успешной карьеры, которая сопровождается более высоким уровнем оплаты труда, считают исследователи.\n\t" +
                "Источник — https://ru.freepik.com/\n\t" +
                "\n\t" +
                "По их мнению, еще одна из причин денежного неравенства в том, что на женщин в основном ложится забота о детях и домашнее хозяйство. Это позволяет женщинам работать по гибкому графику или неполный рабочий день, что в свою очередь отражается на их заработной плате и конкурентоспособности. Частично этому способствовала «щедрая» политика в отношении семьи, предусматривающая трехлетний оплачиваемый отпуск по уходу за ребенком, предоставляемый государством, которая сопровождалась сокращением расходов бюджета на инфраструктуру по уходу за детьми.\n\t" +
                "\n\t" +
                "Существующий список профессий, запрещенных для женщин, также сужает карьерные возможности для представительниц прекрасной половины человечества. Первоначальный перечень включал 252 запрещенные профессии, однако в 2014 году он был сокращен до 182.  Например, женщинам не разрешается работать дальнобойщиками, стеклодувами, пожарными, водолазами, шахтерами и т. д. В последнее время все чаще обсуждается отмена этого списка.\n\t" +
                "\n\t" +
                "А как в других странах?\n\t" +
                "\n\t" +
                "Гендерный разрыв в зарплатах сохраняется в большинстве стран, свидетельствуют данные Организация экономического сотрудничества и развития (ОЭСР), которая объединяет 37 наиболее развитых стран мира.  Этот разрыв, вычисляемый как соотношение медианных зарплат мужчин и женщин, в среднем по странам ОЭСР составляет 13%, но если, например, в Бельгии он оценивается всего в 4%, то в США достигает 18,5%, а в Южной Корее превышает 30%. В целом в Европе за одинаковую работу при одинаковой квалификации женщинам платят на 15% меньше, чем мужчинам, сообщает Euronews. В Украине во 2 квартале 2021 года женщины в среднем зарабатывают 82,6% от зарплаты мужчин.\n\t" +
                "\n\t" +
                "По просьбе «Ведомостей» hh.ru посчитал разницу в зарплатах, указанных в резюме мужчинами и женщинами в России, в 2020 и 2021 годах. Самые большие разрывы в зарплатных притязаниях в этом году наблюдались в добыче сырья (женщины просили 51 тысячу российских рублей, а мужчины – 91 тысячу), на высших руководящих должностях (женщины просили в среднем 62 тысячу RUB, а мужчины – 101 тысячу RUB) и в сфере консультирования (женщины просили 39 тысяч RUB, а мужчины – 69 тысяч RUB).\n\t" +
                "\n\t" +
                "В РФ женщины проигрывают мужчинам в зарплатах на 18-20% — с учётом образования, профессии и личных характеристик, оценили учёные российской Высшей школы экономики (ВШЭ).\n\t" +
                "\n\t" +
                "Необходимость заботиться о семье приводит к тому, что женщины реже готовы к повышению со стремительным ростом зарплаты и обязательств перед работодателем или к переезду с повышением и ростом дохода, говорит Жанна Волкова, директор по маркетингу Kelly Services. Она вспоминает несколько случаев, когда руководители-женщины отказывались от переезда в другой регион с ростом зарплаты, потому что не хотели оставлять детей или же были не готовы перевозить их в другой регион. Руководители-мужчины в подобных случаях ни минуты не колебались и сразу же соглашались на переезд с повышением, говорит Волкова.\n\t" +
                "\n\t" +
                "Меньше денег просят у работодателей даже самые успешные женщины, констатирует Марина Тарнопольская, управляющий партнер Kontakt Intersearch Russia. По ее наблюдениям, женщины-руководительницы часто отстают в заработках от коллег-мужчин, потому что женщины подолгу работают на одном месте, где их зарплаты не растут. И на следующее место женщина нередко приходит с прибавкой в 10–15%, в то время как мужчина, уже успев дважды-трижды сменить работодателя, просит прибавку в 30% относительно стартового уровня.\n\t" +
                "\n\t" +
                "Неравенство доходов мужчин и женщин может иметь накопительный эффект, говорится в исследовании ВШЭ. Опыт сотрудников-женщин монетизируется хуже. По подсчетам авторов исследования, каждый год работы добавляет мужчинам 11% к зарплате, женщинам – только 7%. Значит, по мере накопления опыта работы при прочих равных условиях разрыв в заработной плате между мужчинами и женщинами будет увеличиваться.\n\t" +
                "\n\t" +
                "Выяснилось, что сотрудницы, состоящие в браке, проигрывают незамужним — реже попадают в категорию занятых. У мужчин же всё наоборот. Женатые трудоустроены чаще. Для мужчин брак выгоден, поскольку дает прибавку к зарплате в размере 7%. У женщин семья — повод для «штрафа» со стороны работодателей.\n\t" +
                "\n\t" +
                "Можно ли разрешить это гендерное неравенство?\n\t" +
                "\n\t" +
                "Эксперты считают, что разрешение этого дисбаланса во многом зависит от правительств и работодателей. Они должны проявлять больше инициативы в обозначенном вопросе.\n\t" +
                "\n\t" +
                "Например, «Макдоналдс» заявил о намерении увеличить зарплатный фонд, чтобы ликвидировать разницу в оплате труда мужчин и женщин на одинаковых должностях к 2022 году, пишет Fox. В 2021 году анализ оплаты труда в сети ресторанов быстрого питания показал, что женщины получают 99,85 цента на доллар зарплаты мужчин при схожей работе в равных условиях. Учитывая, что женщины составляют 54 процента сотрудников «Макдоналдс» по всему миру, компания заинтересована в обеспечении равного уровня дохода сотрудников.\n\t" +
                "\n\t" +
                "Правительство Финляндии намерено пойти иным путем. Власти этой страны планируют принять новый закон, позволяющий работникам проверять, сколько зарабатывают их коллеги, если они подозревают, что подвергаются дискриминации по гендерному признаку, сообщает Reuters. Инициатива является частью попытки сократить разрыв в заработной плате между мужчинами и женщинами.\n\t" +
                "\n\t" +
                "Законопроект подвергся критике как со стороны профсоюзов работников, которые хотят еще большей прозрачности, так и со стороны крупнейшей организации работодателей, которая заявляет, что это вызовет больше конфликтов на рабочем месте.\n\t" +
                "\n\t" +
                "Но левоцентристская пятипартийная коалиция премьер-министра Санны Марин продвигает законопроект, чтобы уменьшить разницу в зарплате: в Финляндии женщины зарабатывают в среднем на 17% меньше мужчин.\n\t" +
                "\n\t" +
                "Справедливости ради надо сказать, что пока попытки снивелировать это гендерное неравенство не имели особого эффекта. Миру потребуется почти 268 лет, чтобы преодолеть разрыв между мужчинами и женщинами с точки зрения экономического участия и возможностей. К таким выводам пришли эксперты Всемирного экономического форума (ВЭФ) в новом рейтинге стран по уровню гендерного равенства. Помимо экономической составляющей, они также оценивали доступ к образованию, здравоохранению и участию в политической жизни. Беларусь оказалась на итоговом 33-м месте. Причем у Беларуси наилучшие показатели именно в экономической составляющей, хуже всего – в политической жизни.\n\t" +
                "\n\t" +
                "По мнению ВЭФ, гендерная разница в экономических возможностях может усугубиться, когда в статистике будут полностью отражены эффекты пандемии. Дело в том, что коронакризис еще больше усложнил положение женщины на рынке труда. В наиболее уязвимых в пандемию отраслях, таких как сфера услуг, работает намного больше женщин. Их чаще сокращали, им чаще снижали зарплаты. Поэтому они в первую очередь и лишились доходов. Например, в Великобритании женщины потеряли в среднем 12,9% от прежних зарплат, а мужчины — только 6,8%. В Италии эти показатели составляют 9,7% и 6,4% соответственно. В Финляндии — 6,2% и 3,8%, пишет РБК.\n\t" +
                "\n\t" +
                "Кроме того, с переходом на удаленку нагрузка на женщин выросла в 1,5–3 раза: им приходилось совмещать должностные обязанности с заботой о детях и престарелых родственниках. Отмечен также рост домашнего насилия, который отразился на возможностях женщин полноценно работать."
    ),
    NewsData(
        "\"Белэнерго\" опровергло остановку поставок электроэнергии в Украину",
        "smartpress.by",
        "2021.11.09",
        "Экономика",
        "\t\tБеларусь продолжает поставки электроэнергии в Украину в рамках подписанного на ноябрь контракта, говорится в сообщении \"Белэнерго\".\n\t" +
                "\n\t" +
                "\"Экспорт осуществляется в соответствии с обозначенными в контракте обязательствами. Письмо ГПО \"Белэнерго\" об изменении условий сотрудничества было направлено в адрес конкретных компаний, которым поставки электроэнергии в ноябре 2021 года не запланированы\", - отметили в ведомстве.\n\t" +
                "\n\t" +
                "Ранее в Киеве заявили, что \"Белэнерго\" отказалось поставлять украинским партнерам электроэнергию согласно рамочным контрактам.\n\t" +
                "\n\t" +
                "Член коллегии Госинспекции ядерного регулирования Украины Ольга Кошарная опубликовала письмо от \"Белэнерго\" за 8 ноября. Там говорится, что \"с ноября 2021 года поставки электрической энергии в ОЭС Украины (объединенная энергосистема - СП) на основе ранее заключенных рамочных контрактов осуществляться не будут\". \n\t" +
                "\n\t" +
                "\"Заключение новых рамочных контрактов также не планируется, - сказано в письме. - Благодарим за сотрудничество и заинтересованность в приобретении белорусской электрической энергии\".\n\t" +
                "\n\t" +
                "Документ подписан гендиректором ГПО \"Белэнерго\" Павлом Дроздом.\n\t" +
                "\n\t" +
                "Украинские эксперты отмечают, что рамочный контракт был заключен между \"Белэнерго\" и \"Энергоатомом\" Украины. Однако физически поставки электроэнергии сейчас идут - через компании \"Электрокомьюнити\" и \"ТЕТ\".\n\t" +
                "\n\t" +
                "Напомним, ранее сообщалось, что Беларусь возобновила поставки электроэнергии в Украину. "
    ),
    NewsData(
        "Фьючерсы на фондовые индексы США в основном снижаются",
        "1prime.ru",
        "2021.11.19",
        "Экономика",
        "\t\tФьючерсы на фондовые индексы США преимущественно опускаются в пятницу вслед за европейскими биржами, которые днём перешли в \"красную\" зону, в то время как инвесторы оценивают ситуацию с ковидом, свидетельствуют данные торгов.\n\t" +
                "Биржа. График\n\t" +
                "Французский индекс CAC 40 обновил исторический максимум\n\t" +
                "\n\t" +
                "По состоянию на 15.20 мск фьючерс на промышленный индекс Dow Jones (DJIA) снижается на 0,49% — до 35636 пунктов, на индекс широкого рынка S&P 500 — на 0,2%, до 4692 пунктов. Фьючерс на индекс высокотехнологичных компаний NASDAQ растёт на 0,41%, до 16548,5 пункта.\n\t" +
                "\n\t" +
                "Инвесторы обратили внимание на динамику европейских бирж, которые теряют, отходя от максимумов, достигнутых ранее в пятницу, причём что касается французского индекса, то он успел поставить исторический рекорд стоимости.\n\t" +
                "\n\t" +
                "В ряде европейских стран наблюдается всплеск заболеваемости ковидом. Так, например, заболеваемость в Германии в последние недели находится на самом высоком уровне. Сезонный рост числа заражений может привести к перебоям с поставками товаров и введению новых ограничений, которые нарушат восстановление экономики. Так, канцлер Австрии Александер Шелленберг заявил о введении с понедельника, 22 ноября, общенационального локдауна из-за ситуации с коронавирусом. Не исключил подобного и и.о. министра здравоохранения Германии Йенс Шпан.\n\t" +
                "\n\t" +
                "\"Поскольку коронавирус в Европе распространяется, ограничения ужесточаются в Германии и Австрии, все признают, что дела могут идти не так. Это влияет на настроения как на рынках, так и в домохозяйствах\", — считает стратег Nordea Asset Management Себастьян Гали (Sebastien Galy), мнение которого приводит газета Wall Street Journal.\n\t" +
                "\n\t" +
                "При этом фьючерс на \"технологичный\" NASDAQ заметно прибавляет, с учётом того, что все эти меры приводят к дополнительному спросу на продукцию сферы информационных технологий, такую как средства связи, развлечений и прочее."
    )

)